/* No comment provided by engineer. */
" (Aborted)" = " (مُلغى)";

/* No comment provided by engineer. */
" (Declined)" = " (مرفوض)";

/* No comment provided by engineer. */
" (Missed)" = " (فائت)";

/* No comment provided by engineer. */
"%@ is busy." = "%@ is busy.";

/* No comment provided by engineer. */
"%@ is composing..." = "%@ يكتب...";

/* No comment provided by engineer. */
"%@ is not registered." = "%@ is not registered.";

/* No comment provided by engineer. */
"%@\nReason was: %@" = "%1$@\nالسبب هو : %2$@";

/* %d */
"%d unread messages" = "%d رسائل غير مقروءة";

/* No comment provided by engineer. */
"'%@' would like to enable video" = "'%@' يريد تشغيل الفيديو";

/* No comment provided by engineer. */
"About" = "حول";

/* No comment provided by engineer. */
"Accept" = "قبول";

/* No comment provided by engineer. */
"Account creation issue" = "مشكلة في إنشاء الحساب";

/* No comment provided by engineer. */
"Account validation issue" = "مشكلة في تأكيد الحساب";

/* No comment provided by engineer. */
"Address book" = "دفتر العناوين";

/* No comment provided by engineer. */
"Alert" = "إنذار";

/* No comment provided by engineer. */
"Answer" = "إجابة";

/* No comment provided by engineer. */
"Application logs" = "سجلات التطبيق";

/* No comment provided by engineer. */
"Are you sure to want to clear your proxy setup?" = "هل أنت متأكد من محو إعدادات الوسيط ؟";

/* No comment provided by engineer. */
"Average" = "متوسطة";

/* No comment provided by engineer. */
"Bad credentials, check your account settings" = "خلل في التحقق من الهوية، تحقق من إعدادات الحساب";

/* No comment provided by engineer. */
"Battery is running low. Stop video ?" = "مستوى البطارية منخفض، هل تريد توقيف الفيديو ؟";

/* No comment provided by engineer. */
"Call failed" = "فَشِل الاتصال";

/* No comment provided by engineer. */
"Camera" = "الكاميرا";

/* No comment provided by engineer. */
"Can't create the account. Please try again." = "لم يستطع إنشاء الحساب. يُرجى الإعادة مرة أخرى.";

/* No comment provided by engineer. */
"Cancel" = "إلغاء";

/* No comment provided by engineer. */
"Cannot call %@." = "Cannot call %@.";

/* No comment provided by engineer. */
"Cannot make call" = "لم يتمكن من الاتصال";

/* No comment provided by engineer. */
"Cannot purchase anything yet, please try again later." = "لا يمكن شراء أي شيء الآن، يُرجى الإعادة لاحقا.";

/* No comment provided by engineer. */
"Cannot send email" = "لم يتمكن من إرسال رسالة الإلكترونية";

/* No comment provided by engineer. */
"Cannot write image to photo library" = "تعذَّر حفظ الصورة في ألبوم الصور";

/* No comment provided by engineer. */
"Check error(s)" = "خطأ (أو أخطاء) في التحقق";

/* No comment provided by engineer. */
"Check issue" = "مشكلة في التحقق";

/* No comment provided by engineer. */
"Choose an action" = "اختر إجراءاً";

/* No comment provided by engineer. */
"Choose the image size" = "اختر حجم الصورة";

/* No comment provided by engineer. */
"Communication issue" = "مشكلة في الاتصال";

/* No comment provided by engineer. */
"Communication issue (%@)" = "مشكلة في الاتصال (%@)";

/* No comment provided by engineer. */
"Company name" = "إسم الشركة";

/* No comment provided by engineer. */
"Confirm the following SAS with the peer:\n%s" = "أكِّد SAS التالي مع المتصل : \n%s";

/* No comment provided by engineer. */
"Continue" = "استمر";

/* No comment provided by engineer. */
"Continue video" = "استمر بالفيديو";

/* No comment provided by engineer. */
"Debug" = "التنقيح";

/* No comment provided by engineer. */
"Decline" = "ارفض";

/* ICE has established a direct connection to the remote host */
"Direct connection" = "اتصال مباشر";

/* No comment provided by engineer. */
"Disable logs" = "إيقاف السجلات";

/* No comment provided by engineer. */
"Done" = "انتهى";

/* No comment provided by engineer. */
"Either configure a SIP proxy server from settings prior to place a call or use a valid SIP address (I.E sip:john@example.net)" = "يُرجى إدخال عنوان الوسيط SIP في الإعدادات أو إدخال عنوان SIP لإجراء الاتصال (مثلا sip:john@example.net)";

/* No comment provided by engineer. */
"Either configure a SIP proxy server from settings prior to send a message or use a valid SIP address (I.E sip:john@example.net)" = "يُرجى إدخال عنوان الوسيط SIP في الإعدادات أو إدخال عنوان SIP قبل إرسال الرسالة (مثلا sip:john@example.net)";

/* No comment provided by engineer. */
"Email address" = "عنوان البريد الإلكتروني";

/* No comment provided by engineer. */
"Email addresses" = "عناوين البريد اﻹلكتروني";

/* No comment provided by engineer. */
"Enable logs" = "تفعيل السجلات";

/* Enter an address */
"Enter an address" = "";

/* No comment provided by engineer. */
"Enter provisioning URL" = "ادخل عنوان التهيئة";

/* No comment provided by engineer. */
"Enter your password" = "ادخل كلمة السر";

/* No comment provided by engineer. */
"Enter your username" = "ادخل إسم المستخدم";

/* No comment provided by engineer. */
"Error" = "خطأ";

/* No comment provided by engineer. */
"Error: no mail account configured" = "خطأ : لم يُهيَّأ حساب البريد الإلكتروني";

/* ICE processing has failed */
"Failed" = "فشِل";

/* No comment provided by engineer. */
"Failed configuring from the specified URL." = "فشلت التهيئة انطلاقا من العنوان المحدد.";

/* No comment provided by engineer. */
"Failure" = "فشَل";

/* No comment provided by engineer. */
"Fetch" = "جلب";

/* No comment provided by engineer. */
"Fetching remote configuration" = "جلب التهيئة عن بعد";

/* No comment provided by engineer. */
"Fetching remote configuration..." = "يجري جلب التهيئة عن بعد...";

/* No comment provided by engineer. */
"First name" = "الإسم";

/* No comment provided by engineer. */
"IC_MSG" = "مكالمة واردة من %@";

/* No comment provided by engineer. */
"Illegal character in %@: %@" = "حرف ممنوع في %1$@ : %2$@";

/* No comment provided by engineer. */
"IM_MSG" = "رسالة واردة من %@";

/* No comment provided by engineer. */
"In apps not ready yet" = "لا وجود للمشتريات في الوقت الحالي";

/* ICE process is in progress */
"In progress" = "تجري المعالجة";

/* No comment provided by engineer. */
"Incoming call" = "مكالمة واردة";

/* No comment provided by engineer. */
"Incorrect username or password." = "Incorrect username or password.";

/* No comment provided by engineer. */
"Invalid address" = "عنوان غير صالح";

/* No comment provided by engineer. */
"Invalid proxy address" = "عنوان الوسيط غير صالح";

/* No comment provided by engineer. */
"Invalid route" = "توجيه غير صالح";

/* No comment provided by engineer. */
"Invalid server response" = "إجابة الخادم غير صالحة";

/* No comment provided by engineer. */
"Invalid SIP address" = "عنوان SIP غير صحيح";

/* No comment provided by engineer. */
"Invalid username or domain" = "إسم المستخدم أوالنطاق غير صحيح";

/* No comment provided by engineer. */
"Last name" = "اللقب";

/* No comment provided by engineer. */
"Launch Wizard" = "شغِّل المرشد";

/* No comment provided by engineer. */
"Launching the Wizard will delete any existing proxy config.\nAre you sure to want it?" = "سيغيِّر تشغيل المرشد إعداداتك الحالية.\n هل تريد ذلك فعلا ؟";

/* No comment provided by engineer. */
"Linphone logs" = "سجلات لِنْفُونْ";

/* No comment provided by engineer. */
"Linphone Logs" = "سجلات لِنْفُونْ";

/* No comment provided by engineer. */
"Low bandwidth" = "ضعف سعة القناة";

/* InAppSettingsKit */
"Mail not configured" = "العنوان الإلكتروني غير مُعَدّ";

/* No comment provided by engineer. */
"Mark Read" = "وسم كمقروء";

/* No comment provided by engineer. */
"Maximum" = "الأقصى";

/* No comment provided by engineer. */
"Minimum" = "الأدنى";

/* ICE has established a connection to the remote host through one or several NATs */
"NAT(s) connection" = "اتصال بـ NAT";

/* No comment provided by engineer. */
"Network down" = "لا وجود للشبكة";

/* No comment provided by engineer. */
"Network Error" = "خطأ في الشبكة";

/* No comment provided by engineer. */
"No" = "لا";

/* No comment provided by engineer. */
"No codec" = "لا وجود لمرماز";

/* No comment provided by engineer. */
"No connectivity" = "لا وجود للتوصيل";

/* No comment provided by engineer. */
"No microphone" = "لا وجود لميكروفون";

/* No comment provided by engineer. */
"No SIP account configured" = "لم يُهيَّأ حساب SIP";

/* ICE has not been activated for this call */
"Not activated" = "غير مُفعَّل";

/* No comment provided by engineer. */
"Not registered" = "غير مُسجَّل";

/* InAppSettingsKit */
"OK" = "موافق";

/* No comment provided by engineer. */
"Ok" = "موافق";

/* No comment provided by engineer. */
"Outgoing call" = "مكالمة صادرة";

/* No comment provided by engineer. */
"phone number" = "رقم الهاتف";

/* No comment provided by engineer. */
"Phone number" = "رقم الهاتف";

/* No comment provided by engineer. */
"Phone numbers" = "أرقام الهاتف";

/* No comment provided by engineer. */
"Photo library" = "ألبوم الصور";

/* No comment provided by engineer. */
"Please enter a valid domain.\n" = "يُرجى إدخال نطاق صحيح.\n";

/* No comment provided by engineer. */
"Please enter a valid username" = "يُرجى إدخال اسم مستخدم صحيح";

/* No comment provided by engineer. */
"Please enter a valid username.\n" = "يُرجى إدخال اسم مستخدم صحيح.\n";

/* No comment provided by engineer. */
"Please make sure your device is connected to the internet and double check your SIP account configuration in the settings." = "تحقق من اتصالك بالإنترنت وتأكد مرة أخرى من تهيئة حسابك SIP في الإعدادات.";

/* No comment provided by engineer. */
"Please terminate GSM call first." = "Please terminate GSM call first.";

/* No comment provided by engineer. */
"Provisioning Load error" = "خطأ خلال تحميل التهيئة";

/* No comment provided by engineer. */
"Registered" = "مُسجَّل";

/* No comment provided by engineer. */
"Registration failed" = "فشِل التسجيل";

/* No comment provided by engineer. */
"Registration failure" = "فشلٌ في التسجيل";

/* No comment provided by engineer. */
"Registration in progress" = "يجري التسجيل";

/* ICE has established a connection through a relay */
"Relay connection" = "اتصال مُبدَّل";

/* No comment provided by engineer. */
"Remote configuration" = "التهيئة عن بعد";

/* No comment provided by engineer. */
"Remote configuration successfully fetched and applied." = "جُلبت وطُبقَت التهيئة عن بعد بنجاج.";

/* No comment provided by engineer. */
"Remove" = "إزالة";

/* No comment provided by engineer. */
"Remove trust in the peer?" = "إزالة الثقة في المتصل ؟";

/* No comment provided by engineer. */
"Reply" = "إجابة";

/* Resend */
"Resend" = "أعِد الإرسال";

/* No comment provided by engineer. */
"Select picture source" = "اختر مصدر الصورة";

/* No comment provided by engineer. */
"Send logs" = "إرسال السجلات";

/* No comment provided by engineer. */
"Settings" = "الإعدادات";

/* No comment provided by engineer. */
"Show" = "أظهِر";

/* No comment provided by engineer. */
"Simulator cannot send emails. To test this feature, please use a real device." = "لم يتمكن المحاكي من إرسال الرسائل الإلكترونية. لفحص هذه الميزة، يُرجى استخدام جهاز حقيقي.";

/* No comment provided by engineer. */
"SIP address" = "عنوان SIP";

/* No comment provided by engineer. */
"SIP addresses" = "عناوين SIP";

/* No comment provided by engineer. */
"Some invalid characters where found in the given SIP address. Please correct it." = "Some invalid characters where found in the given SIP address. Please correct it.";

/* No comment provided by engineer. */
"Stay here" = "ابق هنا";

/* No comment provided by engineer. */
"Stop video" = "أوقِف الفيديو";

/* No comment provided by engineer. */
"Success" = "نجَح";

/* No comment provided by engineer. */
"The email is invalid.\n" = "عنوان البريد الإلكتروني غير صحيح.\n";

/* No comment provided by engineer. */
"The password is too short (minimum %d characters).\n" = "كلمة السر قصيرة جدا (يجب أن تحوي %d حروف على الأقل).\n";

/* No comment provided by engineer. */
"The passwords are different.\n" = "كلمتا السر غير متطابقتين.\n";

/* No comment provided by engineer. */
"The username is too short (minimum %d characters).\n" = "إسم المستخدم قصير جدا (يجب أن يحوي %d حروف على الأقل).\n";

/* No comment provided by engineer. */
"There is no network connection available, enable WIFI or WWAN prior to place a call" = "لا وجود لأي اتصال بالشبكة، فعِّل WiFi أو WWAN قبل إجراء أي اتصال";

/* No comment provided by engineer. */
"This account is already registered." = "إن هذا الحساب مُسجَّل مسبقا.";

/* InAppSettingsKit */
"This device is not configured for sending Email. Please configure the Mail settings in the Settings app." = "هذا الجهاز غير مُعَدّ لإرسال الرسائل الإلكترونية. يُرجى تهيئة إعدادات البريد في إعدادات التطبيق.";

/* No comment provided by engineer. */
"This operation will load a remote configuration. Continue ?" = "سوف تجلب هذه العملية التهيئة عن بعد. هل تريد الاستمرار ؟";

/* No comment provided by engineer. */
"Transfer error" = "خطأ في التحويل";

/* No comment provided by engineer. */
"Unknown" = "مجهول";

/* No comment provided by engineer. */
"Unknown error" = "خطأ مجهول";

/* No comment provided by engineer. */
"Unknown error (%@)." = "خطأ مجهول (%@).";

/* No comment provided by engineer. */
"username" = "اسم المستخدم";

/* No comment provided by engineer. */
"Username" = "اسم المستخدم";

/* No comment provided by engineer. */
"Username already exists" = "إسم المستخدم موجود بالفعل";

/* No comment provided by engineer. */
"Video cannot be activated because of low bandwidth condition, only audio is available" = "تعذَّر تفعيل الفيديو لأن سعة القناة ضئيلة، الصوت هو المتاح فقط. ";

/* No comment provided by engineer. */
"Voice mail" = "العلبة الصوتية";

/* No comment provided by engineer. */
"Warning" = "تحذير";

/* No comment provided by engineer. */
"Yes" = "نعم";

/* No comment provided by engineer. */
"You already own an account." = "إنك تتوفر مسبقا على حساب.";

/* No comment provided by engineer. */
"You can either skip verification or connect to the Internet first." = "يمكنك تجاوز التحقق أو الاتصال بالانترنت أولا.";

/* No comment provided by engineer. */
"You cancelled your account." = "لقد ألغيت حسابك.";

/* No comment provided by engineer. */
"You have already purchased an account but it does not exist anymore." = "لقد اشتريت حساب مسبقا لكنه لم يعد موجودا البتة.";

/* No comment provided by engineer. */
"You missed a call from %@" = "اتصال فائت من %@ ";

/* No comment provided by engineer. */
"You must authorize the application to have access to address book.\nToggle the application in Settings > Privacy > Contacts" = "يجب عليك السماح للتطبيق بالوصول إلى جهات الاتصال.\nفعِّل ذلك في الإعدادات، ثم الخصوصية، ثم جهات الاتصال.";

/* No comment provided by engineer. */
"You need to plug a microphone to your device to use this application." = "يجب ربط ميكروفون بهذا الجهاز لتشغيل هذا التطبيق.";

/* No comment provided by engineer. */
"Your account is not validate yet." = "لم يُأكَّد حسابك بعد.";

/* No comment provided by engineer. */
"Your device is not configured to send emails. Please configure mail application prior to send logs." = "هذا الجهاز غير مُعَدّ لإرسال الرسائل الإلكترونية. يُرجى إعداد تطبيق البريد الإلكتروني قبل إرسال السجلات.";

